{
  "movies": [
    {
      "imageUrl": "https://image.tmdb.org/t/p/w300/gqY0ITBgT7A82poL9jv851qdnIb.jpg",
      "description": "Dominic Toretto is a Los Angeles street racer suspected of masterminding a series of big-rig hijackings. When undercover cop Brian O'Conner infiltrates Toretto's iconoclastic crew, he falls for Toretto's sister and must choose a side: the gang or the LAPD.",
      "releasedYear": 2001,
      "rating": 7.0,
      "title": "The Fast and the Furious",
      "id": 1
    },
    {
      "imageUrl": "https://image.tmdb.org/t/p/w300/bNo2mcvSwIvnx8K6y1euAc1TLVq.jpg",
      "description": "John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garritys experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.",
      "releasedYear": 2020,
      "rating": 7.1,
      "title": "Greenland",
      "id": 2
    },
    {
      "imageUrl": "https://image.tmdb.org/t/p/w300/uwAlznw4yrBHbT3fPfTbSRy9UfG.jpg",
      "description": "Teenagers at a juvenile detention center, under the leadership of their counselor, gain self-esteem by playing football together.",
      "releasedYear": 2006,
      "rating": 7.0,
      "title": "Gridiron Gang",
      "id": 3
    },
    {
      "imageUrl": "https://image.tmdb.org/t/p/w300/t6HIqrRAclMCA60NsSmeqe9RmNV.jpg",
      "description": "Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.",
      "releasedYear": 2022,
      "rating": 7.7,
      "title": "Avatar: The Way of Water",
      "id": 4
    },
    {
      "imageUrl": "https://image.tmdb.org/t/p/w300/kuf6dutpsT0vSVehic3EZIqkOBt.jpg",
      "description": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.",
      "releasedYear": 2022,
      "rating": 8.3,
      "title": "Puss in Boots: The Last Wish",
      "id": 5
    }
  ],
  "users": [
    {
      "id": 1,
      "username": "asd",
      "email:": "labas@go.lt",
      "password": "asd"
    }
  ]
}
